import React from "react";

export default class MainPage extends React.Component {

    render() {
        return (
            <>
                <div>
                    <div></div>
                </div>
                <p>Новости культуры</p>
                <section>
                    <div>новое</div>
                    <p>Подводный отель</p>
                    <p>Как известно, Дубай – город контрастов. Самые революционные и фантастические мечты архитекторов
                        способен воплотить в жизнь этот мегаполис, построенный на нефти и за счет нефти</p>
                    <div></div>
                </section>
                <section>
                    <p>Новости</p>
                    <div>
                        <p>Новости культуры России и всего мира</p>
                        <p>В минувшие выходные в Москве на фестивале «Оберег» вручили первую премию Russian World Music
                            Awards</p>
                    </div>
                    <div>
                        <div>
                            <img src="" alt=""/>
                            <div>
                                <p>
                                    Открытие нового памятника Евгению Леонову
                                </p>
                                <p>
                                    10 сентября в 15:00 был открыт памятник писателю
                                </p>
                            </div>
                        </div>
                        <div>
                            <img src="" alt=""/>
                            <div>
                                <p>
                                    Открытие нового памятника Евгению Леонову
                                </p>
                                <p>
                                    10 сентября в 15:00 был открыт памятник писателю
                                </p>
                            </div>
                        </div>
                        <div>
                            <img src="" alt=""/>
                            <div>
                                <p>
                                    Открытие нового памятника Евгению Леонову
                                </p>
                                <p>
                                    10 сентября в 15:00 был открыт памятник писателю
                                </p>
                            </div>
                        </div>
                    </div>
                </section>
                <section>
                    <p>Обзоры</p>
                    <div>
                        <img src="" alt=""/>
                        <p>«Шальные годы» Монпарнаса</p>
                        <p>В Музее изобразительных искусств имени Пушкина с 29 сентября по 29 ноября проходит выставка «Шальные годы Монпарнаса»</p>
                    </div>
                    <div>
                        <img src="" alt=""/>
                        <p>«Шальные годы» Монпарнаса</p>
                        <p>В Музее изобразительных искусств имени Пушкина с 29 сентября по 29 ноября проходит выставка «Шальные годы Монпарнаса»</p>
                    </div>
                    <div>
                        <img src="" alt=""/>
                        <p>«Шальные годы» Монпарнаса</p>
                        <p>В Музее изобразительных искусств имени Пушкина с 29 сентября по 29 ноября проходит выставка «Шальные годы Монпарнаса»</p>
                    </div>
                    <div>
                        <img src="" alt=""/>
                        <p>«Шальные годы» Монпарнаса</p>
                        <p>В Музее изобразительных искусств имени Пушкина с 29 сентября по 29 ноября проходит выставка «Шальные годы Монпарнаса»</p>
                    </div>
                    <div></div>
                </section>
                <section>
                    <div>
                        <p></p>
                        <div></div>
                    </div>
                    <div>
                        <p></p>
                        <div></div>
                    </div>
                    <div></div>
                    <div>
                        <p></p>
                        <div></div>
                    </div>
                    <div>
                        <p></p>
                        <div></div>
                    </div>
                </section>
            </>
        )
    }
}